Repository: biiigshmike/offshore-budgeting
Catalog: OffshoreBudgeting/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, pt_br, zh_hans

source: Card-level filters narrow transaction review. Use filtered scopes to isolate the exact rows tied to a discrepancy or cleanup goal. Once identified, update entries and recheck scoped totals for confirmation. Focused filtering can cut investigation time dramatically.
ar: تقوم المرشحات على مستوى البطاقة بتضييق نطاق مراجعة المعاملات. استخدم النطاقات التي تمت تصفيتها لعزل الصفوف الدقيقة المرتبطة بهدف التناقض أو التنظيف. بمجرد تحديدها، قم بتحديث الإدخالات وأعد فحص الإجماليات المحددة للتأكيد. يمكن للتصفية المركزة أن تقلل وقت التحقيق بشكل كبير.
de: Filter auf Kartenebene schränken die Transaktionsüberprüfung ein.
es: Los filtros a nivel de tarjeta acotan la revisión de transacciones. Usa alcances filtrados para aislar las filas exactas ligadas a una discrepancia o a un objetivo de limpieza. Una vez identificadas, actualiza las entradas y vuelve a revisar los totales acotados para confirmar. Un filtrado enfocado puede reducir mucho el tiempo de investigación.
fr: Les filtres au niveau de la carte resserrent la revue des transactions. Utilisez des portées filtrées pour isoler les lignes exactes liées à un écart ou à un objectif de nettoyage. Une fois identifiées, mettez à jour les entrées et revérifiez les totaux filtrés pour confirmer. Un filtrage ciblé peut réduire fortement le temps d’enquête.
pt_br: Os filtros no nível do cartão restringem a revisão das transações. Use escopos filtrados para isolar as linhas exatas vinculadas a uma discrepância ou meta de limpeza. Uma vez identificadas, atualize as entradas e verifique novamente os totais do escopo para confirmação. A filtragem focada pode reduzir drasticamente o tempo de investigação.
zh_hans: 卡级过滤器缩小了交易审核范围。使用过滤范围来隔离与差异或清理目标相关的确切行。一旦确定，更新条目并重新检查范围总计以进行确认。集中过滤可以大大缩短调查时间。

# cardEffect.glass
source: Glass
ar: زجاج
de: Glas
es: Vidrio
fr: Verre
pt_br: Vidro
zh_hans: 玻璃

# cardEffect.holographic
source: Holographic
ar: هولوغرافي
de: Holografisch
es: Holografico
fr: Holographique
pt_br: Holográfico
zh_hans: 全息

# cardEffect.metal
source: Metal
ar: معدن
de: Metall
zh_hans: 金属

# cardEffect.plastic
source: Plastic
ar: بلاستيك
de: Plastik
es: Plastico
fr: Plastique
pt_br: Plástico
zh_hans: 塑料

source: Cards to Track
ar: بطاقات لتتبعها
de: Karten zum Verfolgen
es: Tarjetas para seguimiento
fr: Cartes à suivre
pt_br: Cartões para rastrear
zh_hans: 追踪卡

# cardTheme.aqua
source: Aqua
ar: أكوا
zh_hans: 阿夸

# cardTheme.aster
source: Aster
ar: أستر
pt_br: Áster
zh_hans: 紫菀属

# cardTheme.charcoal
source: Charcoal
ar: فحم
de: Anthrazit
es: Carbon
fr: Anthracite
pt_br: Carvão
zh_hans: 木炭

# cardTheme.emerald
source: Emerald
ar: الزمرد
de: Smaragd
es: Esmeralda
fr: Emeraude
pt_br: Esmeralda
zh_hans: 翠

# cardTheme.fuschia
source: Fuschia
ar: فوشيا
de: Fuchsia
es: Fucsia
fr: Fuchsia
pt_br: Fúsquia
zh_hans: 紫红色

# cardTheme.midnight
source: Midnight
ar: منتصف الليل
de: Mitternacht
es: Medianoche
fr: Minuit
pt_br: Meia-noite
zh_hans: 午夜

# cardTheme.periwinkle
source: Periwinkle
ar: بريوينكل
de: Immergrun
es: Bígaro
fr: Pervenche
pt_br: Pervinca
zh_hans: 长春花

# cardTheme.ruby
source: Ruby
ar: روبي
de: Rubin
es: Rubi
fr: Rubis
pt_br: Rubi
zh_hans: 红宝石

# cardTheme.seafoam
source: Seafoam
ar: زبد البحر
de: Meerschaum
es: Espuma marina
fr: Ecume de mer
pt_br: Espuma do mar
zh_hans: 海泡沫

# cardTheme.sunrise
source: Sunrise
ar: شروق الشمس
de: Sonnenaufgang
es: Amanecer
fr: Aube
pt_br: Nascer do sol
zh_hans: 日出

# cardTheme.sunset
source: Sunset
ar: غروب
de: Sonnenuntergang
es: Atardecer
fr: Coucher de soleil
pt_br: Pôr do sol
zh_hans: 日落

# cardTheme.ultraviolet
source: Ultraviolet
ar: فوق بنفسجي
de: Ultraviolett
es: Ultravioleta
pt_br: Ultravioleta
zh_hans: 紫外线

source: Categories
ar: فئات
de: Kategorien
es: Categorias
fr: Catégories
pt_br: Categorias
zh_hans: 类别

source: Categories define the language your spending data uses across Budgets, Accounts, and Home insights. Clean category structure improves filters, trend interpretation, and assistant guidance quality. This is one of the highest-leverage maintenance areas in Settings. Review category naming periodically to reduce overlap and ambiguity. Broad or duplicate labels make analysis harder and decisions slower. Clear taxonomy leads to clearer action. When spending patterns evolve, update categories deliberately rather than forcing everything into old buckets. Maintenance here protects long-term report quality. Category hygiene compounds over time.
ar: تحدد الفئات اللغة التي تستخدمها بيانات الإنفاق الخاصة بك عبر الميزانيات والحسابات ورؤى المنزل. تعمل بنية الفئة النظيفة على تحسين عوامل التصفية وتفسير الاتجاه وجودة التوجيه المساعد. يعد هذا أحد مجالات الصيانة الأعلى فعالية في الإعدادات. قم بمراجعة تسمية الفئات بشكل دوري لتقليل التداخل والغموض. التسميات العامة أو المكررة تجعل التحليل أكثر صعوبة والقرارات أبطأ. التصنيف الواضح يؤدي إلى عمل أكثر وضوحًا. عندما تتطور أنماط الإنفاق، قم بتحديث الفئات بشكل متعمد بدلاً من فرض كل شيء في مجموعات قديمة. الصيانة هنا تحمي جودة التقرير على المدى الطويل. فئة مركبات النظافة مع مرور الوقت.
de: Kategorien definieren die Sprache, die Ihre Ausgabendaten für Budgets, Konten und Home-Einblicke verwenden.
es: Las categorías definen el lenguaje que usan tus datos de gasto en Presupuestos, Cuentas y los insights de Panel. Una estructura limpia de categorías mejora filtros, interpretación de tendencias y calidad de la guía del asistente. Esta es una de las áreas de mantenimiento con mayor efecto dentro de Ajustes. Revisa periódicamente los nombres de las categorías para reducir solapamientos y ambigüedad. Las etiquetas amplias o duplicadas hacen más difícil el análisis y más lentas las decisiones. Una taxonomía clara conduce a una acción más clara. Cuando los patrones de gasto evolucionen, actualiza las categorías de forma deliberada en lugar de forzar todo en grupos antiguos. El mantenimiento aquí protege la calidad de los informes a largo plazo. La higiene de categorías se acumula con el tiempo.
fr: Les catégories définissent le langage utilisé par vos données de dépense dans Budgets, Comptes et les insights d’Accueil. Une structure de catégories propre améliore les filtres, l’interprétation des tendances et la qualité de la guidance de l’assistant. C’est l’une des zones de maintenance à plus fort levier dans Réglages. Revoyez périodiquement le nommage des catégories pour réduire le chevauchement et l’ambiguïté. Des libellés larges ou dupliqués rendent l’analyse plus difficile et les décisions plus lentes. Une taxonomie claire mène à une action plus claire. Quand les schémas de dépense évoluent, mettez à jour les catégories de manière délibérée plutôt que de tout forcer dans d’anciens groupes. La maintenance ici protège la qualité des rapports à long terme. L’hygiène des catégories se renforce avec le temps.
pt_br: As categorias definem o idioma que seus dados de gastos usam nos insights de Orçamentos, Contas e Casa. A estrutura de categoria limpa melhora os filtros, a interpretação de tendências e a qualidade da orientação do assistente. Esta é uma das áreas de manutenção de maior aproveitamento em Configurações. Revise a nomenclatura das categorias periodicamente para reduzir sobreposições e ambiguidades. Rótulos amplos ou duplicados tornam a análise mais difícil e as decisões mais lentas. Uma taxonomia clara leva a ações mais claras. Quando os padrões de gastos evoluem, atualize as categorias deliberadamente, em vez de forçar tudo em grupos antigos. A manutenção aqui protege a qualidade do relatório a longo prazo. Categoria compostos de higiene ao longo do tempo.
zh_hans: 类别定义您的支出数据在预算、账户和家庭洞察中使用的语言。清晰的品类结构提高了过滤器、趋势解读和辅助指导的质量。这是“设置”中影响力最高的维护区域之一。 定期审查类别命名以减少重叠和歧义。宽泛或重复的标签会使分析变得更加困难，决策也会变得更慢。清晰的分类导致更清晰的行动。 当支出模式发生变化时，有意识地更新类别，而不是将所有东西都强行放入旧桶中。此处的维护可保护长期报告质量。随着时间的推移，对卫生化合物进行分类。

source: Categories Overview
ar: نظرة عامة على الفئات
de: Kategorienübersicht
es: Resumen de Categorías
fr: Aperçu des catégories
pt_br: Visão geral das categorias
zh_hans: 类别概览

# categories.title
source: Categories
ar: فئات
de: Kategorien
es: Categorías
fr: Catégories
pt_br: Categorias
zh_hans: 类别

# categories.title.singular
source: Category
ar: فئة
de: Kategorie
fr: Catégorie
pt_br: Categoria
zh_hans: 类别

source: Category
ar: فئة
de: Kategorie
es: Categoria
fr: Catégorie
pt_br: Categoria
zh_hans: 类别

source: Category breakdown
ar: تقسيم الفئة
de: Aufschlüsselung nach Kategorien
es: Desglose por categoría
fr: Répartition par catégorie
pt_br: Divisão por categoria
zh_hans: 品类细分

source: Category Selection
ar: اختيار الفئة
de: Kategorieauswahl
es: Selección de categorías
fr: Sélection de catégories
pt_br: Seleção de categoria
zh_hans: 类别选择

source: Category Spotlight
ar: تسليط الضوء على الفئة
de: Kategorie-Spotlight
es: Categoría destacada
fr: Catégorie en vedette
pt_br: Destaque da categoria
zh_hans: 类别聚焦

source: Category Spotlight highlights which categories currently have the most budget pressure. Use this to find the best place for small behavior changes that can create meaningful impact. After identifying a heavy category, open details and verify the entries driving that weight. This supports targeted adjustments instead of broad guesswork.
ar: تسلط أضواء الفئة الضوء على الفئات التي تعاني حاليًا من أكبر ضغط على الميزانية. استخدم هذا للعثور على أفضل مكان لإجراء تغييرات سلوكية صغيرة يمكن أن تحدث تأثيرًا ذا معنى. بعد تحديد فئة ثقيلة، افتح التفاصيل وتحقق من الإدخالات التي تحمل هذا الوزن. وهذا يدعم التعديلات المستهدفة بدلاً من التخمين الواسع النطاق.
de: Category Spotlight zeigt, welche Kategorien derzeit dem größten Budgetdruck ausgesetzt sind.
es: Categoría destacada resalta qué categorías tienen actualmente la mayor presión presupuestaria. Úsala para encontrar el mejor lugar donde pequeños cambios de comportamiento puedan crear un impacto significativo. Después de identificar una categoría pesada, abre los detalles y verifica las entradas que generan ese peso. Esto favorece ajustes dirigidos en lugar de conjeturas generales.
fr: Catégorie en vedette met en évidence les catégories qui subissent actuellement la plus forte pression budgétaire. Utilisez-la pour trouver le meilleur endroit où de petits changements de comportement peuvent avoir un impact significatif. Après avoir identifié une catégorie lourde, ouvrez les détails et vérifiez les entrées qui créent ce poids. Cela favorise des ajustements ciblés plutôt que de larges suppositions.
pt_br: O Category Spotlight destaca quais categorias atualmente sofrem maior pressão orçamentária. Use isto para encontrar o melhor lugar para pequenas mudanças de comportamento que podem criar um impacto significativo. Após identificar uma categoria pesada, abra os detalhes e verifique as entradas que direcionam esse peso. Isto apoia ajustes direcionados em vez de suposições amplas.
zh_hans: 类别聚焦突出显示了当前预算压力最大的类别。使用它来找到可以产生有意义影响的微小行为改变的最佳位置。确定重类别后，打开详细信息并验证驱动该重的条目。这支持有针对性的调整，而不是广泛的猜测。

source: Cellular Data
ar: البيانات الخلوية
de: Mobilfunkdaten
es: Datos moviles
fr: Donnees cellulaires
pt_br: Dados celulares
zh_hans: 蜂窝数据

source: Change the Amount field variable to Amount and tap Return. Repeat for Merchant by selecting the Merchant field, choosing Shortcut Input, and changing the variable to Merchant.
ar: قم بتغيير متغير حقل المبلغ إلى المبلغ ثم انقر فوق إرجاع. كرر ذلك مع التاجر عن طريق تحديد حقل التاجر، واختيار إدخال الاختصار، وتغيير المتغير إلى التاجر.
de: Ändern Sie die Feldvariable „Betrag“ in „Betrag“ und tippen Sie auf „Zurückgeben“.
es: Cambia la variable del campo Importe a Importe y toca Retorno. Repite para Comercio seleccionando el campo Comercio, eligiendo Entrada del atajo y cambiando la variable a Comercio.
fr: Changez la variable du champ Montant en Montant et touchez Retour. Répétez pour Commerçant en sélectionnant le champ Commerçant, en choisissant Entrée du raccourci et en changeant la variable en Commerçant.
pt_br: Altere a variável do campo Valor para Valor e toque em Retornar. Repita para o comerciante selecionando o campo comerciante, escolhendo entrada de atalho e alterando a variável para comerciante.
zh_hans: 将金额字段变量更改为金额并点击返回。通过选择 Merchant 字段、选择快捷方式输入并将变量更改为 Merchant，对 Merchant 重复此操作。

source: Check eye visibility first when totals look off.
ar: تحقق من رؤية العين أولاً عندما تبدو المجاميع متباعدة.
de: Überprüfen Sie zunächst die Sichtbarkeit, wenn die Gesamtwerte nicht mehr angezeigt werden.
es: Comprueba primero la visibilidad del ojo cuando los totales se vean mal.
fr: Vérifiez d’abord la visibilité de l’œil lorsque les totaux semblent incorrects.
pt_br: Verifique primeiro a visibilidade dos olhos quando os totais estiverem errados.
zh_hans: 当总数出现偏差时，首先检查眼睛能见度。

source: Check iCloud status first when data looks stale across devices.
ar: تحقق من حالة iCloud أولاً عندما تبدو البيانات قديمة عبر الأجهزة.
de: Überprüfen Sie zuerst den iCloud-Status, wenn die Daten auf allen Geräten veraltet erscheinen.
es: Comprueba primero el estado de iCloud cuando los datos se vean desactualizados entre dispositivos.
fr: Vérifiez d’abord l’état d’iCloud lorsque les données semblent périmées entre appareils.
pt_br: Verifique primeiro o status do iCloud quando os dados parecerem obsoletos nos dispositivos.
zh_hans: 当设备上的数据看起来过时时，首先检查 iCloud 状态。

source: Choose a card for this expense.
ar: اختر بطاقة لهذه النفقات.
de: Wählen Sie eine Karte für diese Ausgabe.
es: Elige una tarjeta para este gasto.
fr: Choisissez une carte pour cette dépense.
pt_br: Escolha um cartão para esta despesa.
zh_hans: 选择一张卡来支付这笔费用。

source: Choose a card for this planned expense.
ar: اختر بطاقة لهذه النفقات المخططة.
de: Wählen Sie eine Karte für diese geplante Ausgabe.
es: Elige una tarjeta para este gasto planificado.
fr: Choisissez une carte pour cette dépense prévue.
pt_br: Escolha um cartão para esta despesa planejada.
zh_hans: 为该计划费用选择一张卡。

source: Choose a card to import expense rows.
ar: اختر بطاقة لاستيراد صفوف النفقات.
de: Wählen Sie eine Karte aus, um Ausgabenzeilen zu importieren.
es: Elige una tarjeta para importar filas de gastos.
fr: Choisissez une carte pour importer des lignes de dépenses.
pt_br: Escolha um cartão para importar linhas de despesas.
zh_hans: 选择一张卡来导入费用行。

source: Choose a default card for this preset.
ar: اختر بطاقة افتراضية لهذا الإعداد المسبق.
de: Wählen Sie eine Standardkarte für diese Voreinstellung.
es: Elige una tarjeta predeterminada para este plantilla.
fr: Choisissez une carte par défaut pour ce préréglage.
pt_br: Escolha um cartão padrão para esta predefinição.
zh_hans: 为此预设选择一个默认卡。

source: Choose a file format.
ar: اختر تنسيق الملف.
de: Wählen Sie ein Dateiformat.
es: Elige un formato de archivo.
fr: Choisissez un format de fichier.
pt_br: Escolha um formato de arquivo.
zh_hans: 选择文件格式。

source: Choose a valid card to import expense rows.
ar: اختر بطاقة صالحة لاستيراد صفوف المصروفات.
de: Wählen Sie eine gültige Karte aus, um Ausgabenzeilen zu importieren.
es: Elige una tarjeta válida para importar filas de gastos.
fr: Choisissez une carte valide pour importer des lignes de dépenses.
pt_br: Escolha um cartão válido para importar linhas de despesas.
zh_hans: 选择有效的卡来导入费用行。

source: Choose a Workspace to switch contexts.
ar: اختر مساحة عمل لتبديل السياقات.
de: Wählen Sie einen Arbeitsbereich, um den Kontext zu wechseln.
es: Elige un espacio de trabajo para cambiar de contexto.
fr: Choisissez un espace de travail pour changer de contexte.
pt_br: Escolha um espaço de trabalho para alternar contextos.
zh_hans: 选择一个工作区来切换上下文。

source: Choose Another Source
ar: اختر مصدرًا آخر
de: Wählen Sie eine andere Quelle
es: Elegir otra fuente
fr: Choisir une autre source
pt_br: Escolha outra fonte
zh_hans: 选择另一个来源

source: Choose Data Source
ar: اختر مصدر البيانات
de: Wählen Sie Datenquelle
es: Elegir origen de datos
fr: Choisir la source de données
pt_br: Escolha a fonte de dados
zh_hans: 选择数据源

source: Choose one card for this automation, select one category for best results, set Run Immediately, and turn off Notify When Run.
ar: اختر بطاقة واحدة لهذه الأتمتة، وحدد فئة واحدة للحصول على أفضل النتائج، وقم بتعيين التشغيل فورًا، وقم بإيقاف تشغيل الإشعار عند التشغيل.
de: Wählen Sie eine Karte für diese Automatisierung aus, wählen Sie eine Kategorie für die besten Ergebnisse aus, legen Sie „Sofort ausführen“ fest und deaktivieren Sie „Bei Ausführung benachrichtigen“.
es: Elige una tarjeta para esta automatización, selecciona una categoría para obtener los mejores resultados, establece Ejecutar inmediatamente y desactiva Notificar al ejecutar.
fr: Choisissez une carte pour cette automatisation, sélectionnez une catégorie pour de meilleurs résultats, réglez Exécuter immédiatement et désactivez Notifier lors de l’exécution.
pt_br: Escolha um cartão para esta automação, selecione uma categoria para obter melhores resultados, defina Executar imediatamente e desative Notificar quando executar.
zh_hans: 为此自动化选择一张卡，选择一个类别以获得最佳结果，设置“立即运行”，然后关闭“运行时通知”。

source: Choose Source
ar: اختر المصدر
de: Wählen Sie Quelle
es: Elegir fuente
fr: Choisir la source
pt_br: Escolha a fonte
zh_hans: 选择来源

source: Cleaned around the vault and managed to squash a few bugs and improve some UI glitches in the process.
ar: تم التنظيف حول القبو وتمكنت من القضاء على بعض الأخطاء وتحسين بعض مواطن الخلل في واجهة المستخدم في هذه العملية.
de: Der Tresorbereich wurde aufgeräumt und es ist mir gelungen, ein paar Fehler zu beseitigen und dabei einige UI-Störungen zu verbessern.
es: Se limpió alrededor del cofre y se logró aplastar algunos errores y mejorar algunos fallos visuales de la interfaz en el proceso.
fr: Un peu de nettoyage autour du coffre a permis d’écraser quelques bugs et d’améliorer au passage certains défauts visuels de l’interface.
pt_br: Limpei o cofre e consegui eliminar alguns bugs e melhorar algumas falhas de interface do usuário no processo.
zh_hans: 清理了金库周围，并设法消除了一些错误，并在此过程中改进了一些用户界面故障。

source: Clear
ar: واضح
de: Klar
es: Limpiar
fr: Effacer
pt_br: Claro
zh_hans: 清除

source: Clear All
ar: مسح الكل
de: Alles löschen
es: Borrar todo
fr: Tout effacer
pt_br: Limpar tudo
zh_hans: 全部清除

source: Clear Chat
ar: مسح الدردشة
de: Chat löschen
es: Borrar chat
fr: Effacer la conversation
pt_br: Limpar bate-papo
zh_hans: 清除聊天

source: Clear Reconciliation Action
ar: إجراءات المصالحة الواضحة
de: Klare Versöhnungsaktion
es: Borrar acción de conciliación
fr: Effacer l’action de rapprochement
pt_br: Ação de reconciliação clara
zh_hans: 明确的和解行动

source: Clear Reconciliation actions to use Savings Offset.
ar: قم بمسح إجراءات التسوية لاستخدام إزاحة التوفير.
de: Deaktivieren Sie die Abstimmungsaktionen, um den Sparausgleich zu verwenden.
es: Borra las acciones de conciliación para usar el ajuste con ahorros.
fr: Effacez les actions de rapprochement pour utiliser le décalage d’épargne.
pt_br: Desmarque as ações de reconciliação para usar a compensação de economia.
zh_hans: 清除调节操作以使用储蓄抵消。

source: Clipboard Text
ar: نص الحافظة
de: Zwischenablagetext
es: Texto del portapapeles
fr: Texte du presse-papiers
pt_br: Texto da área de transferência
zh_hans: 剪贴板文本

source: Clipboard wasn't available. Pass text into 'Clipboard Text' or use Get Clipboard before this action.
ar: الحافظة لم تكن متاحة. قم بتمرير النص إلى "نص الحافظة" أو استخدم "الحصول على الحافظة" قبل هذا الإجراء.
de: Zwischenablage war nicht verfügbar.
es: El portapapeles no estaba disponible. Pasa texto a 'Texto del portapapeles' o usa Obtener portapapeles antes de esta acción.
fr: Le presse-papiers n’était pas disponible. Passez du texte dans « Texte du presse-papiers » ou utilisez Obtenir le presse-papiers avant cette action.
pt_br: A área de transferência não estava disponível. Passe o texto para 'Texto da área de transferência' ou use Obter área de transferência antes desta ação.
zh_hans: 剪贴板不可用。在此操作之前将文本传递到“剪贴板文本”或使用“获取剪贴板”。

source: Close
ar: يغلق
de: Schließen
es: Cerrar
fr: Fermer
pt_br: Fechar
zh_hans: 关闭

source: Close Assistant
ar: إغلاق المساعد
de: Assistent schließen
es: Cerrar asistente
fr: Fermer l’assistant
pt_br: Fechar Assistente
zh_hans: 贴心助手

source: Collapsed
ar: انهار
de: Zusammengebrochen
es: Contraido
fr: Réduit
pt_br: Recolhido
zh_hans: 倒塌

source: Color
ar: لون
de: Farbe
fr: Couleur
pt_br: Cor
zh_hans: 颜色

# common.actual
source: Actual
ar: فِعلي
de: Tatsächlich
es: Real
fr: Réel
pt_br: Real
zh_hans: 实际

# common.amount
source: Amount
ar: كمية
de: Betrag
es: Monto
fr: Montant
pt_br: Quantia
zh_hans: 数量

# common.available
source: Available
ar: متاح
de: Verfügbar
es: Disponible
fr: Disponible
pt_br: Disponível
zh_hans: 可用的

# common.back
source: Back
ar: خلف
de: Zurück
fr: Retour
pt_br: Voltar
zh_hans: 后退

# common.cancel
source: Cancel
ar: يلغي
de: Abbrechen
fr: Annuler
pt_br: Cancelar
zh_hans: 取消

# common.cannotBeUndone
source: This cannot be undone.
ar: لا يمكن التراجع عن هذا.
de: Dies kann nicht rückgängig gemacht werden.
es: Esto no se puede deshacer.
fr: Cette action est irréversible.
pt_br: Isto não pode ser desfeito.
zh_hans: 此操作无法撤消。

# common.card
source: Card
ar: بطاقة
de: Karte
fr: carte
pt_br: Cartão
zh_hans: 卡片

# common.categories
source: Categories
ar: فئات
de: Kategorien
es: Categorías
fr: Catégories
pt_br: Categorias
zh_hans: 类别

# common.clear
source: Clear
ar: واضح
de: Klar
fr: Effacer
pt_br: Claro
zh_hans: 清除

# common.close
source: Close
ar: يغلق
de: Schließen
es: Cerrar
fr: Fermer
pt_br: Fechar
zh_hans: 关闭

# common.create
source: Create
ar: يخلق
de: Erstellen
es: Crear
fr: Créer
pt_br: Criar
zh_hans: 创造

# common.date
source: Date
ar: تاريخ
de: Datum
es: Fecha
pt_br: Data
zh_hans: 日期

# common.delete
source: Delete
ar: يمسح
de: Löschen
fr: Supprimer
pt_br: Excluir
zh_hans: 删除

# common.deleteQuestion
source: Delete?
ar: يمسح؟
de: Löschen?
fr: Supprimer ?
pt_br: Excluir?
zh_hans: 删除？

# common.done
source: Done
ar: منتهي
de: Fertig
es: Listo
fr: Terminé
pt_br: Feito
zh_hans: 完成

# common.duplicate
source: Duplicate
ar: ينسخ
de: Duplizieren
es: Duplicar
fr: Dupliquer
pt_br: Duplicado
zh_hans: 复制

# common.edit
source: Edit
ar: يحرر
de: Bearbeiten
fr: Modifier
pt_br: Editar
zh_hans: 编辑

# common.edited
source: Edited
ar: تم تحريره
de: Bearbeitet
es: Editado
fr: Modifié
pt_br: Editado
zh_hans: 已编辑

# common.export
source: Export
ar: يصدّر
de: Exportieren
es: Exportar
fr: Exporter
pt_br: Exportar
zh_hans: 出口

# common.max
source: Max
ar: الأعلى
es: Máx
pt_br: Máx.
zh_hans: 最大限度

# common.min
source: Min
ar: دقيقة
es: Mín
pt_br: Mínimo
zh_hans: 最小

# common.name
source: Name
ar: اسم
es: Nombre
fr: Nom
pt_br: Nome
zh_hans: 姓名

# common.next
source: Next
ar: التالي
de: Als nächstes
fr: Suivant
pt_br: Próximo
zh_hans: 下一个

# common.nextPage
source: Next page
ar: الصفحة التالية
de: Nächste Seite
es: Página siguiente
fr: Page suivante
pt_br: Próxima página
zh_hans: 下一页

# common.noResults
source: No Results
ar: لا توجد نتائج
de: Keine Ergebnisse
fr: Aucun résultat
pt_br: Sem resultados
zh_hans: 没有结果

# common.ok
source: OK
ar: نعم
de: Okay
es: Bien
zh_hans: 好的

# common.period
source: Period
ar: فترة
de: Zeitraum
fr: Période
pt_br: Período
zh_hans: 期间

# common.planned
source: Planned
ar: المخطط لها
de: Geplant
es: Planificado
fr: Prévu
pt_br: Planejado
zh_hans: 计划

# common.preset
source: Preset
ar: محددة مسبقا
de: Voreingestellt
fr: Préréglage
pt_br: Predefinido
zh_hans: 预设

# common.previousPage
source: Previous page
ar: الصفحة السابقة
de: Vorherige Seite
es: Página anterior
fr: Page précédente
pt_br: Página anterior
zh_hans: 上一页

# common.rename
source: Rename
ar: إعادة تسمية
de: Umbenennen
es: Renombrar
fr: Renommer
pt_br: Renomear
zh_hans: 重命名

# common.reset
source: Reset
ar: إعادة ضبط
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
pt_br: Reiniciar
zh_hans: 重置

# common.save
source: Save
ar: يحفظ
de: Speichern
es: Guardar
fr: Enregistrer
pt_br: Salvar
zh_hans: 节省

# common.search
source: Search
ar: يبحث
de: Suchen
fr: Recherche
pt_br: Procurar
zh_hans: 搜索

# common.section
source: Section
ar: قسم
de: Abschnitt
pt_br: Seção
zh_hans: 部分
